verification/runs/T-family/T19_runs/P_Ts_f/0.orig/p_rgh
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p_rgh;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;
boundaryField
{
    inlet     { type zeroGradient; }
    outlet    { type fixedValue; value uniform 0; }
    wallLo    { type zeroGradient; }
    wallHi    { type zeroGradient; }
    frontBack { type empty; }
}
